Repository: nadavperetz/MeneEduca
Catalog: questionnaire/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Extroversion (1)
pt_br: Extroversão (1)

source: Very Inaccurate
pt_br: Muito impreciso

source: Moderately Inaccurate
pt_br: Moderadamente impreciso

source: Neither Accurate Nor Inaccurate
pt_br: NÃ£o sei

source: Moderately Accurate
pt_br: Moderadamente preciso

source: Very Accurate
pt_br: Muito preciso

source: Name
pt_br: Nome

source: Question
pt_br: Questão

source: Type of Factor
pt_br: Fator

source: Weight
pt_br: Peso
