Repository: nadavperetz/MeneEduca
Catalog: account/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Password
pt_br: Senha

source: Password (again)
pt_br: Digite a senha novamente

source: Usernames can only contain letters, numbers and underscores.
pt_br: Nome de usuário deve ter apenas letras e números

source: This username is already taken. Please choose another.
pt_br: Este nome de usuário já existe. Por favor, escolha outro.

source: A user is registered with this email address.
pt_br: Outro usuário já registrou este email

source: You must type the same password each time.
pt_br: Você deve digitar a mesma senha

source: Remember Me
pt_br: Lembrar

source: This account is inactive.
pt_br: Esta conta está inativa

source: The username and/or password you specified are not correct.
pt_br: O nome de usuário e/ou a senha que você digitou não estão corretos

source: The email address and/or password you specified are not correct.
pt_br: O email de usuário e/ou a senha que você digitou não estão corretos

source: Current Password
pt_br: Senha atual

source: New Password
pt_br: Nova senha

source: New Password (again)
pt_br: Digite novamente a senha

source: Please type your current password.
pt_br: Por favor, digite a senha atual

source: Email address can not be found.
pt_br: Email não pode ser encontrado

source: Language
pt_br: Idioma

source: user
pt_br: usuário

source: language
pt_br: idioma

source: email address
pt_br: endereço de email

source: email addresses
pt_br: endereço de email

source: email confirmation
pt_br: confirmação de e-mail

source: email confirmations
pt_br: confirmação de e-mail

source: Confirmation email sent to {email}.
pt_br: Uma confirmação de e-mail foi enviada para {email}

source: The code {code} is invalid.
pt_br: O código {code} é invadilo

source: You have confirmed {email}.
pt_br: Você confirmou seu {email}

source: Password successfully changed.
pt_br: Senha modificada com sucesso

source: Account settings updated.
pt_br: Configurações modificadas

source: Your account is now inactive and your data will be expunged in the next {expunge_hours} hours.
pt_br: Sua conta está inativada e tuas informações serão eliminadas em{expunge_hours} horas.
